// ❓ОПИСАНИЕ:
// После присвоения значения переменной с помощью оператора присваивания, вы можете присвоить значение этой переменной другой переменной с помощью оператора присваивания.

// var myVar;
// myVar = 5;
// var myNum;
// myNum = myVar;
// Выше была объявлена myVar переменная без значения, затем ей присваивается значение 5. Затем объявляется переменная с именем myNum без значения. Затем переменной присваивается содержимое myVar (которое является 5) myNum. Теперь myNum также имеет значение 5.

// Присваиваем содержимое a переменной b

// ✅ ОТВЕТ:
var a;
a = 7;
var b;
b = a; //7